/*MESSAGES*/
"FieldCreate"		="Field creation...";
"ObjCreate"			="Object creation...";
"OpenErr"			="Error opening file";
"GridErr"			="Incorrect configuration of import grid";
"FieldCreateErr"	="Error creating fields";
"ObjCreateErr"		="Error creating objects";
"ExplErr"			="Check log file for more information";
"IGridNotFoundErr"	="Cannot find Import Grid plug-in";
"IGridNotFoundExpl"	="This plug-in lets you specify in which type data should be imported.";
"GeomNotFoundErr"	="No geometry field";

"GlobalErr"         ="Errors occurred, check the log file for details.";
"GlobalExpl"        ="%d type(s) rejected\n%d object(s) rejected\n%d filling error(s)";

/*ERRORS*/
